erek/app/controllers/hazards_controller.rb

SELECT * FROM `hazards`
---
  def index
    @hazards = Hazard.all